Repository: ppfeufer/social-profiles-sidebar-widget
Catalog: languages/social-profiles-sidebar-widget-*.po
Languages: de_de, sr_rs

source: The Social Profiles Sidebar
sr_rs: Social Profiles Sidebar

source: Title:
de_de: Titel:
sr_rs: Naslov:

source: Iconset:
sr_rs: Ikonice:

source: Please choose an iconset and type in your profilelinks.
de_de: Wähle bitte ein Iconset und trage Deine Links ein.
sr_rs: Izaberite ikonice i tip u vašem profilu.

source: Your choice
de_de: Auswahl
sr_rs: Vaš izbor

source: Selected iconset:
de_de: Gewähltes Iconset:
sr_rs: Izabrane ikonice:

source: Selected iconset
de_de: Gewähltes Iconset
sr_rs: Izabrane ikonice:

source: Author
de_de: Autor
sr_rs: Autor

source: Like this set? Support the author.
de_de: Dir gefällt das Set? Unterstütze den Designer.
sr_rs: Dopada vam se ovaj set? Podržite autora

source: Iconsize:
de_de: Icongröße:
sr_rs: Veličina ikone:

source: My Profiles:
de_de: Meine Profile:
sr_rs: Moji profili:

source: Like this Plugin? Support the developer.
de_de: Dir gefällt dieses Plugin? Unterstütze den Entwickler.
sr_rs: Dopada vam se ovaj Plugin? Podržite programera.

source: Widget has to be configured properly
de_de: Das Widget muss noch eingerichtet werden.
sr_rs: Widget mora da bude ispravno konfigurisan

source: No iconset selected
de_de: Kein Iconset ausgewählt.
sr_rs: Nijedna ikonica nije izabrana

source: No iconsize selected
de_de: Keine Icongröße ausgewählt.
sr_rs: Nijedna veličina ikonica nije izabrana

source: Please select an iconset !!!
de_de: Bitte ein Iconset auswählen.
sr_rs: Molimo vas izaberite ikonice!!!

source: Supported Profiles:
de_de: Unterstützte Profile:
sr_rs: Podržani profili:

source: Please select an iconsize !!!
de_de: Bitte die Icongröße auswählen.
sr_rs: Molimo vas izaberite veličinu ikonica!!!

source: Other options:
de_de: Weitere Optionen:
sr_rs: Otstale opcije:

source: left
de_de: links
sr_rs: levo

source: center
de_de: zentriert
sr_rs: centar

source: right
de_de: rechts
sr_rs: desno

source: Linkrelation
de_de: Linkbeziehung
sr_rs: Povezanost linkova

source: Iconposition
sr_rs: Pozicija ikonice

source: Open link in
de_de: Öffne Link in
sr_rs: Otvotiti link u

source: new window
de_de: neuem Fenster
sr_rs: novi prozor

source: You selected the 16px iconsize.<br />The icons will be shown in a list among each other with a link beside. You have to enter a linktext for each of your profiles.<br />And, it should be styled via CSS at your own.<br /><code>span.social-profiles-sidebar-profileicon {}</code><br /><code>span.social-profiles-sidebar-linktext {}</code>
de_de: Du hast die Größe 16px gewählt.<br />Die Icons werden als Liste untereinandern mit einem Link daneben angezeigt. Du solltest also für jedes Deiner Profile auch einen Linktext angeben.<br />Eventuell musst Du das noch per CSS anpassen.<br /><code>span.social-profiles-sidebar-profileicon {}</code><br /><code>span.social-profiles-sidebar-linktext {}</code>
sr_rs: Izabrali ste veličinu ikonice od 16px. <br /> Ikonice će biti prikazane na listi između sebe sa linkom pored . Morate da unesete tekst link za svaki od vaših profila . <br /> I , to bi trebalo da bude stilizovano od starne vas putem CSS-a .<br /><code>span.social-profiles-sidebar-profileicon {}</code><br /><code>span.social-profiles-sidebar-linktext {}</code>

source: Feel free to %s more Iconsets
de_de: Weitere Iconsets stehen zum %s bereit
sr_rs: Slobodno dodajte još %s ikonica

source: this iconset
de_de: dieses Iconset
sr_rs: ove ikonice

source: This is an <strong>additional</strong> iconset.<br />You have to reinstall %s after you update the plugin.
de_de: Dies ist ein <strong>zusätzliches</strong> Iconset.<br />Nach einem Update des Plugins musst Du %s neu installieren.
sr_rs: Ovo je<strong> dodatni</strong> pristanak. <br />Morate da reinstalirate %s nakon što updateujete plugin.

source: Position:
sr_rs: Pozicija:

source: Info:
de_de: Hinweis:
